Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/rettigheter_tag=262.html.tmx
Source language: nob
Languages: sme

source: Sametingets virksomhet berører alle typer rettsspørsmål innenfor alle samfunnsområder.
sme: Sámedikki doaibma guoskkaha juohkelágan riekteáššiid buot servodatsurggiid siskkobealde.

source: Samer har ulike typer rettigheter;
sme: Sámiin leat sierra vuoigatvuođat;

source: individbaserte, som eget folk og som urfolk.
sme: indiviida dásis, sierra álbmogin ja álgoálbmogin.

source: Samer har nedarvede rettigheter til sine tradisjonelle land- og vannområder og rett til ressursene i disse områdene som danner det felles materielle kulturgrunnlaget.
sme: Sámiin leat árbejuvvon vuoigatvuođat iežaset árbevirolaš eatnamiidda ja čáziide ja sis lea vuoigatvuohta resurssaide mat leat dáin guovlluin oktasaš ávnnaskeahtes kultuvrra vuođđun.

source: Rettighetene knytter seg også til områder som språk, utdanning, helse og forvaltning av kulturminner.
sme: Vuoigatvuođat gullet maiddái surggiide nugo giella, oahpahus, dearvvašvuohta ja kulturmuittuid hálddašeapmi.

source: Les mer om rettigheter her.
sme: Loga eanet vuoigatvuođaid birra dás.
